Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Nie boisz się, że pewnego dnia straż was dopadnie?
uk: Не боїшся, що одного разу вас схопить Варта?

source: Nie boisz się, że powiem wszystko magom ognia?
uk: Ти не боїшся, що я все розповім Магам Вогню?

source: Nie boisz się, że straż cię znajdzie?
uk: Не боїшся, що тебе знайде Варта?

source: Nie boisz się?
uk: Ти не боїшся?

source: Nie brzmi skomplikowanie. Dobra, powiedz tylko, kiedy mamy tam iść.
uk: Звучить не дуже складно. Гаразд, тільки скажи, коли починати.

source: Nie brzmi szczególnie wymagająco.
uk: Звучить не дуже складно.

source: Nie brzmi to jak dobra oferta.
uk: Не схоже на гарну пропозицію.

source: Nie brzmi to jak zbyt dobra oferta.
uk: Не схоже на гарну пропозицію.

source: Nie brzmi to kolorowo, ale jak już mówiłem. Pieniądze nie śmierdzą.
uk: Звучить не дуже радісно, але, як я вже казав – гроші не пахнуть.

source: Nie brzmi to zbyt zachęcająco.
uk: Це звучить не дуже обнадійливо.

source: Nie brzmi zbyt smacznie.
uk: Звучить не дуже смачно.

source: Nie brzmisz zbyt wiarygodnie.
uk: Звучить не дуже правдоподібно.

source: Nie buduj tak napięcia, bo padnę.
uk: Не нагнітай так, а то я ще впаду.

source: Nie byli też przypadkowymi partaczami. Ktoś, kto ich wynajął, chciał wyraźnie podkopać twoją reputację.
uk: Вони також не випадково шукали підробіток. Той, хто їх найняв, явно хотів підірвати твою репутацію.

source: Nie była to bułka z masłem, ale udało mi się pozbyć cieniostwora z okolicy Ustronia Żeglarza. Teraz transporty żywności z Farmy Bermara powinny być bezpieczne.
uk: Це було нелегко, але я зміг позбутися тінезвіра неподалік від Прихистку Моряка. Тепер постачання продуктів з ферми Бермара будуть у безпеці.

source: Nie była to jednak zwykła zachcianka kolejnego wysoko urodzonego fircyka, a przemyślana polityka mająca na celu poszerzenie granic Królestwa Myrtany. Domenico wyłożył znaczną część skarbca na wybudowanie ogromnej floty, która według zapewnień jej kapitanów miała „dotknąć niknącego na horyzoncie słońca”.
uk: Однак це була не просто примха чергового високородного аристократа, а цілеспрямована політика, спрямована на розширення кордонів Королівства Міртана. Доменіко вклав значну частину казни у будівництво величезного флоту, який, за словами його капітанів, мав 'дістатися сонця, що сідає на горизонті'.

source: Nie była to najprzyjemniejsza rozmowa, ale ostatecznie wartownik bramy zgodził się nas wpuścić do wioski. Poradził nam, abyśmy udali się do tutejszej karczmy. Co nas tam czeka? Nie wiadomo. Mam tylko nadzieję, że z Jornem będzie w porządku.
uk: Це була не найприємніша розмова, але врешті-решт охоронець воріт погодився впустити нас до села. Він порадив нам зайти до місцевої корчми. Що нас там чекає? Невідомо. Я лише сподіваюся, що з Йорном все буде гаразд.

source: Nie byłbym sobą, gdybym w tak fascynującym miejscu nie dokonał kilku powierzchownych badań nad właściwościami tutejszej gleby. Wyniki jednak przerosły moje najśmielsze oczekiwania.
uk: Я не був би собою, якби в такому чарівному місці не провів поверхневе дослідження властивостей місцевого ґрунту. Отримані результати перевершили мої найсміливіші очікування.

source: Nie byłbym taki pewien, co do jakości, ale przynajmniej nie ja będę pił to świństwo.
uk: Я не дуже впевнений щодо якості, але принаймні не мені ж пити цю гидоту.

source: Nie byłem w stanie stwierdzić czy mówi prawdę.
uk: Я не зміг зрозуміти, чи вона каже правду.

source: Nie byłem wystarczająco ostrożny i zostałem przyłapany. Teraz z pewnością nie uda mi się zrealizować mojego planu...
uk: Я був недостатньо обережним, і мене спіймали. Тепер мені точно не вдасться здійснити свій план...

source: Nie byłeś przy tym, nie wiesz, jak było.
uk: Тебе там не було, ти не знаєш, як все було.

source: Nie byłeś tak beznadziejny jak początkowo przypuszczałam.
uk: Ти не настільки безнадійний, як я спочатку подумала.

source: Nie było cię w obozie kilka godzin, więc Kessel stwierdził, że może gdzieś utknąłeś. Wziął ze sobą dwójkę ludzi i ruszyli za tobą.
uk: Тебе не було в таборі кілька годин, тож Кессель вирішив, що ти міг десь застрягнути. Він взяв із собою двох людей, і вони вирушили за тобою.

source: Nie było dla nich żadnych świętości, w gruzach legły nawet nasze świątynie Adanosa i miejsca modłów do przodków.
uk: Для них не існувало ніяких святинь, навіть наші храми Аданоса і місця молитви предкам лежали в руїнах.

source: Nie było ich jednak na miejscu, gdy znaleźliście ciała i - jak podejrzewam - nie widzieliście, żeby to oni dokonali tego haniebnego czynu?
uk: Однак їх не було на місці, де виявили тіла, і я підозрюю, ви не бачили, як вони здійснювали цей огидний вчинок?

source: Nie było jednak z niego dużego pożytku. Próbowałem nauczyć go walczyć, ale gówniarz tylko zmarnował mój czas.
uk: Але користі від нього було небагато. Я намагався навчити його битися, але цей гівнюк лише марнував мій час.

source: Nie było jednego zbieracza... tylko trzech...
uk: Був не один збирач... а три...

source: Nie było mi jednak po drodze do tego całego rygoru armijnego, stosowania się do kaprysów spasionych dowódców, widzących jedynie wojnę zza krańców swoich biurek.
uk: Однак мені не подобалася армійська суворість, і виконання забаганок вгодованих командирів, які бачили війну лише з-за своїх столів.

source: Nie było tak źle.
uk: Все було не так вже й погано.

source: Nie było tak źle...
uk: Було не так вже й погано...

source: Nie było takiej potrzeby, ktoś musi zapewnić węglarzom bezpieczeństwo.
uk: У цьому не було потреби, хтось же повинен забезпечувати безпеку вуглярів.

source: Nie było tematu!
uk: Тобі це почулося!

source: Nie było to nic nielegalnego ani przeciwko naszej Gildii. Nigdy bym nie śmiał!
uk: У цьому не було нічого протизаконного або проти нашої Гільдії. Я б на таке ніколи не наважився!

source: Nie było to zbyt trudne. Powinieneś ich lepiej wyszkolić.
uk: Це було не надто важко. Їм потрібна краща підготовка.

source: Nie było to łatwe, ale udało mi się pociąć pnie na... w miarę równe kawałki. Powinienem wziąć drewno i wrócić z nim do Knuta. Mam nadzieję, że drwal będzie ze mnie zadowolony.
uk: Це було нелегко, але мені вдалося розрізати колоди на... досить рівні частини. Тепер я повинен зібрати всю деревину і віднести її Кнуту. Сподіваюся, лісоруб буде мною задоволений.

source: Nie było łatwo, ale Tonan dał się przekonać. Wyruszyliśmy na ponowne spotkanie z Duchem Maga.
uk: Це було нелегко, але Тонана вдалося переконати. Ми вирушили на зустріч з Духом Мага.

source: Nie było łatwo, ale dałem człowiekowi Volkera jasno do zrozumienia, by przestał nękać Fridę. Mogę do niej wrócić.
uk: Це було нелегко, але я дав зрозуміти людині Волкера, щоб він припинив переслідувати Фріду. Можна повертатися до неї.

source: Nie było łatwo, ale jakoś dotarłem do tego poziomu. Teraz umiem odczytywać nawet mistrzowskie schematy na broń strzelecką, a stąd już tylko prosta droga przez praktykę do mistrzostwa.
uk: Це було нелегко, але якось я досяг цього рівня. Зараз я навіть можу читати креслення майстрів з виготовлення стрілецької зброї. А звідси – прямий шлях до майстерності через практику.

source: Nie było łatwo, ale udało mi się zmusić Daniela, aby przeszedł na stronę Salviego. Mam nadzieję, że w ten sposób ocaliłem i siebie, i jego. Powinienem teraz wrócić do przywódcy renegatów i powiedzieć mu o wykonaniu zadania.
uk: Це було нелегко, але мені вдалося переконати Даніеля перейти на бік Сальві. Сподіваюся, що таким чином я врятував нас обох. Тепер я повинен повернутися до ватажка відступників і сказати йому, що я виконав наказ.

source: Nie było łatwo, bo facet miał łapy trolla, ale jakoś dałem radę.
uk: Це було нелегко, бо у хлопця були руки, як у троля, але я якось впорався.

source: Nie było żadnej umowy.
uk: Не було ніякої угоди.

source: Nie było żadnych dowodów. Miał co do ciebie tylko podejrzenia, ale wybiłem mu je z głowy.
uk: Не було жодних доказів. Лише підозри щодо тебе, але я змінив його думку.

source: Nie bój nic, będę pamiętał.
uk: Не бійся, я запам'ятаю.

source: Nie bój nic, chłopczyku. Gdybyś przypadkiem kipnął, będziesz w dobrych rękach.
uk: Не бійся, хлопче. Якщо ти випадково спіткнешся, ти будеш у надійних руках.

source: Nie bój nic, skuteczność to moje drugie imię.
uk: Не турбуйся, ефективність – моє друге ім'я.

source: Nie bój nic. Jakoś dam sobie radę.
uk: Не бійся. Якось впораюсь.

source: Nie bój się eksperymentować. Początki nie wymagają wiele pracy, a bardzo często przynoszą wymierne korzyści. Przemyśl jednak, jakie zdolności pragniesz rozwijać tak bardzo, jak to tylko możliwie. Poświęć się im całkowicie, a z pewnością zostaniesz mistrzem w swej dziedzinie.
uk: Не бійтеся експериментувати. Для старту не потрібно багато зусиль, і часто це може принести відчутну користь. Але при цьому варто задуматися про те, які навички ви хочете розвинути максимально. Присвятіть себе їм повністю і ви обов'язково станете майстром своєї справи.

source: Nie bój się też eksperymentować z nowymi materiałami, jeśli sądzisz, że poprawią jakość twoich wyrobów. Wspomnę tylko, że widziałem kiedyś kuszę całą wykonaną z metalu - i była potężna!
uk: Також не бійся експериментувати з новими матеріалами, якщо вважаєш, що вони покращать якість твоїх виробів. Пригадую, що одного разу я бачив арбалет, зроблений повністю з металу – і він був потужним!

source: Nie bój się, martw się lepiej o to, o czym będziesz z nim rozmawiać.
uk: Не бійся, краще подумай, про що ти з ним говоритимеш.

source: Nie bój się, młody. Ja cię nie wydam.
uk: Не бійся, хлопче. Я тебе не видам.

source: Nie bój się, nie wy, hehe!
uk: Не бійся, не ти, хе-хе!

source: Nie bój się, odbijemy twoją farmę.
uk: Не бійся, ми відвоюємо твою ферму.

source: Nie bój się, po gildyjnym samogonie nie ma kaca!
uk: Не бійся, після гільдійської випивки похмілля не буває!

source: Nie bój się, to nie jest nic nielegalnego ani niebezpiecznego.
uk: Не бійся, в цьому немає нічого незаконного чи небезпечного.

source: Nie bój się, wróci do ciebie szybciej, niż zdążysz za nim zatęsknić.
uk: Не хвилюйся, він повернеться до тебе швидше, ніж ти за ним скучиш.

source: Nie bądź baba!
uk: Не будь бабою!

source: Nie bądź bezczelny, szczawiu! To koniec naszych treningów, i tyle!
uk: Не задирайся, нікчемо! На цьому наше навчання закінчується, і крапка!

source: Nie bądź bezczelny. Nie, nie zrobię tego. Jeśli zrobi coś złego, to ty za to odpowiesz, i to będzie dla ciebie najlepsza nauczka!
uk: Не груби. І ні, я не піду. Якщо він зробить щось не так, то відповідати будеш ти. Це буде прекрасним уроком для тебе!

source: Nie bądź już taki święty. Sam pewnie masz już niejedną niewinną osobę na swoim sumieniu.
uk: Не вдавай з себе святого. Ти, певно, сам вже маєш не одну невинну людину на своїй совісті.

source: Nie bądź taki bezpośredni. To złoto nie idzie dla mnie, ale na utrzymanie cmentarza i kaplicy...
uk: Не будь таким прямолінійним. Це золото йде не мені, а на утримання цвинтаря і каплиці...

source: Nie bądź taki krytyczny, zapach nie taki zły. Wręcz orientalny.
uk: Не будь такими критичним, запах не такий вже й поганий. Наче щось зі сходу.

source: Nie bądź za ostry. Zawsze może się zdarzyć, że nie zostaniesz przyjęty w nasze szeregi, a wtedy nikt cię nie ochroni przed zawistnymi mieszkańcami.
uk: Не будь надто жорстким. Завжди може статися так, що тебе не приймуть до наших лав, і тоді ніхто не зможе захистити тебе від місцевих.

source: Nie bądź zły, ale naprawdę, nie mogę się zgodzić. Szczególnie teraz, gdy Winnica przestała być bezpieczna.
uk: Не сердься, але я справді не можу погодитися. Особливо тепер, коли на винограднику вже не так безпечно.

source: Nie bądź zły, ale nawykłem do pracowania z bardziej doświadczonymi ludźmi.
uk: Не ображайся, але я звик працювати з більш досвідченими людьми.

source: Nie bądź śmieszny! Nikogo tutaj nie obchodzi twój los!
uk: Не говори дурниць! Всім тут начхати на твоє милосердя!

source: Nie bądź śmieszny. Jak widać, z wilkami jest w stanie poradzić sobie nawet taki ktoś jak ty.
uk: Не сміши мене. Як бачиш, з вовками може впоратися навіть такий, як ти.

source: Nie będzie Rhobar pluł nam w twarz!
uk: Робар вже не буде плювати нам в обличчя!

source: Nie będzie bezpieczne tak długo, jak przebywa tu Lichwiarz.
uk: Воно не буде в безпеці, доки Лихвар тут.

source: Nie będzie przesadą, jeśli powiem, że zaszczyt jest mieć w straży kogoś takiego, jak ty.
uk: Не буде перебільшенням, якщо я скажу, що для нас велика честь мати у Варті таку людину, як ти.

source: Nie będzie to pana wiele kosztować, a mi bardzo pomoże.
uk: Для пана це не вдарить по гаманцю, а мені сильно допоможе.

source: Nie będzie w stanie odebrać ci winnicy, a pozostanie przy życiu.
uk: Він не зможе відняти виноградник і залишиться живим.

source: Nie będzie z tym dużo pracy, wystarczy wrzucić wszystkie składniki i lekko zagotować.
uk: Нічого складного, просто додай всі інгредієнти і доведи до легкого кипіння.

source: Nie będziemy się przecież bić tutaj, jak jacyś barbarzyńcy.
uk: Ми ж не будемо битися прямо тут, як якісь варвари.

source: Nie będziemy się wdawać w pogaduszki podczas misji. Chodź, musimy się stąd wydostać!
uk: Не будемо розводити балачки під час місії. Ходімо, потрібно забиратися звідси!

source: Nie będziesz go potrzebował, żeby naprawić uszkodzenia?
uk: Хіба воно тобі не потрібне, щоб усунути пошкодження?

source: Nie będziesz go wykonywał w takich łachmanach. Proszę, weź. Zasłużyłeś sobie!
uk: У такому лахмітті ти його не виконаєш. Ось, візьми. Ти це заслужив!

source: Nie będziesz już więcej handlował z przemytnikami. Od dzisiaj prowadzisz interesy wyłącznie z naszą organizacją.
uk: Ти більше не торгуватимеш з контрабандистами. Відтепер ти ведеш справи виключно з нашою організацією.

source: Nie będziesz mi rozkazywał!
uk: Не наказуй мені!

source: Nie będziesz miał przez nas kłopotów?
uk: У тебе не буде неприємностей через нас?

source: Nie będą już sprawiać problemów.
uk: Вони більше не створюватимуть проблем.

source: Nie będę bezczynnie czekał, podczas gdy moi towarzysze z Gildii i przyjaciele są mordowani przez jakiegoś szaleńca, wyruszam natychmiast.
uk: Я не буду сидіти склавши руки, поки моїх товаришів з Гільдії вбиває якийсь божевільний, я вирушаю негайно.

source: Nie będę brał udziału w tej idiotycznej obławie!
uk: Я не братиму участі в цій ідіотській облаві!

source: Nie będę ci zawracał głowy.
uk: Не буду тобі заважати.

source: Nie będę cię jednak zanudzał datami i wszystkimi historycznymi szczegółami.
uk: Втім, не буду втомлювати тебе датами та всіма історичними подробицями.

source: Nie będę cię nigdzie prowadził!
uk: Нікуди я тебе не відводитиму!

source: Nie będę cię zatrzymywał, ale wiedz, że cię ostrzegałem.
uk: Я не буду тебе зупиняти, але я тебе попередив.

source: Nie będę cię zatrzymywał.
uk: Я не збираюся зупиняти тебе.

source: Nie będę jednak w stanie dokładnie opisać ci działania trucizny. Może zarówno osłabić przeciwnika, jak i go zabić w ciągu kilku minut.
uk: Однак я не зможу в деталях описати тобі, як саме вона подіє. Вона може як послабити супротивника, так і вбити його за лічені хвилини.

source: Nie będę kłamał - lata praktyki. Nie ma w tym jednak wielkiej filozofii.
uk: Не буду брехати – роки практики. Але великої філософії в цьому немає.

source: Nie będę kłamał, że tego żałuję, wyspa będzie bez nich lepszym miejscem.
uk: Не брехатиму, я шкодую про це, але без них острову буде краще.

source: Nie będę miał już okazji dokończyć sprawy z ogłoszeniami Bodowina.
uk: У мене більше не буде можливості завершити справу з оголошеннями Бодовіна.

source: Nie będę nawet wspominał o innych sprawach, o których słyszałem.
uk: Я не буду згадувати інші випадки, про які я чув.

source: Nie będę okłamywał Dimy.
uk: Я не буду брехати Діні.

source: Nie będę okłamywał Dimy. Zawaliłeś robotę, a do tego jesteś pijakiem.
uk: Я не збираюся брехати Діні. Ти провалив роботу, і до того ж ти п'яниця.

source: Nie będę opowiadał ci szczegółów, bo nie lubię opowiadać, ale trochę się młotem namachałem.
uk: Не буду розповідати подробиць, бо не люблю розказувати, але мені довелося трохи помахати молотом.

source: Nie będę owijał w bawełnę. Praca strażnika w dzisiejszych czasach jest ciężkim kawałkiem chleba.
uk: Не буду ходити навколо. Робота вартового в наш час – це нелегкий шматок хліба.

source: Nie będę podawał tego w swojej karczmie!
uk: Я не подаватиму це в своїй корчмі!

source: Nie będę płynąć z trupem. Pozbądź się go!
uk: Я не попливу разом із трупом. Позбудься його!

source: Nie będę ryzykował. Przemyt trzeba zamknąć, dopóki sytuacja się nie uspokoi.
uk: Я не ризикуватиму. Контрабанду треба припинити, поки ситуація не заспокоїться.

source: Nie będę się bawił w wasze gry.
uk: Я не гратиму у ваші ігри.

source: Nie będę się układał z kimś, kto sam nie chce mi się pokazać na oczy.
uk: Я не збираюся домовлятися з тим, хто не захотів навіть з'явитися.

source: Nie będę się w to mieszał.
uk: Я не збираюся брати в цьому участь.

source: Nie będę się z tobą cackać.
uk: Я не збираюся з тобою панькатися.

source: Nie będę sobie urządzał pogaduszek z obcymi! Strażnicy mnie za to zleją!
uk: Я не розмовлятиму з незнайомцями! Вартові мене за це поб'ють!

source: Nie będę teraz na ciebie naciskał, bo podejrzewam, że jesteś w szoku, ale proszę, zastanów się nad tym.
uk: Я не збираюся зараз на тебе тиснути, бо підозрюю, що ти шокований, але, будь ласка, подумай про це.

source: Nie będę też tu dłużej żył niczym szczur, nie zamierzam krzywdzić innych ludzi, nie ma dla mnie wyjścia, zmierzam tam, gdzie jest teraz moja ukochana.
uk: Я не збираюся більше жити тут, як щур, я не маю наміру завдавати шкоди іншим людям, для мене немає виходу, я вирушаю туди, де зараз перебуває моя кохана.

source: Nie będę tracił więcej czasu na ciebie.
uk: Більше не витрачатиму свій час на тебе.

source: Nie będę walczył.
uk: Я не буду битися.

source: Nie będę wspominał o innych sprawach, o których słyszałem.
uk: Я не буду згадувати інші випадки, про які я чув.

source: Nie będę z tobą wchodził w żadne interesy.
uk: Я не збираюся мати з тобою жодних справ.

source: Nie będę zbierał żadnego łajna!
uk: Я не буду збирати ніякий гній!

source: Nie będę zdradzał, czym dokładnie jest, ale obiecuję, że jest warta małą fortunę.
uk: Я не скажу, яку саме, але обіцяю, що вона коштує чималих грошей.

source: Nie będę zdziwiony, jeśli sam Volker wykupi ten dom. W takim tempie to pół miasta będzie należeć do niego.
uk: Не здивуюся, якщо сам Волкер викупить цей будинок. Такими темпами йому належатиме півміста.

source: Nie chce mi się uczyć cię podstaw. Znajdź sobie innego trenera.
uk: Я не хочу навчати тебе основам. Знайди собі іншого тренера.

source: Nie chce mi się z tobą gadać, nowy.
uk: Я не хочу з тобою розмовляти, новенький.

source: Nie chce mieć problemów w razie nieudanego zabiegu. Musisz napisać, że niezależnie od jego wyniku, nie będziesz mu robił problemów.
uk: Він не хоче мати проблем у разі невдалої процедури. Ти маєш написати, що незалежно від результату, ти відмовляєшся від претензій до виконавця.

source: Nie chcemy takiego Króla!
uk: Ми не хочемо такого Короля!

source: Nie chcemy tu awantur. Za dużo pracy włożyliśmy w przebudowę statku, żeby jakiś pijany idiota nam to spalił.
uk: Нам не потрібні бійки. Ми доклали надто багато зусиль, відбудовуючи корабель, щоб якийсь п'яний ідіот нам його спалив.

source: Nie chcemy zbyt wielu, bo będzie mniejszy przydział na głowę. Jestem ja, moich trzech kumpli i kilku kopaczy. Więcej nie trzeba.
uk: Нас буде небагато, інакше кожному менше дістанеться. Я, троє моїх приятелів і кілька копачів. Більше не треба.

source: Nie chcesz gadać o sobie ani nie chcesz walczyć.
uk: Не хочеш говорити про себе, і не хочеш битися.

source: Nie chcesz go nawet spróbować?
uk: Не хочеш його навіть спробувати?

source: Nie chcesz może kupić jakiegoś wyposażenia?
uk: Не хочеш придбати якесь спорядження?

source: Nie chcesz mówić, ale ja i tak się dowiem.
uk: Не хочеш казати, але я все одно дізнаюся.

source: Nie chcesz przywalić mi, zwyzywać i opluć?
uk: А що? Хочеться вдарити мене, обізвати або обплювати?

source: Nie chcesz się dogadać, więc...
uk: Ти не хочеш порозумітися, тож...

source: Nie chcesz tego robić.
uk: Ти не хочеш цього робити.

source: Nie chcesz widzieć, jak wygląda to miejsce gdy zaczyna w nim brakować wina. Zwłaszcza Duży Ben robi się drażliwy, i lepiej wtedy do niego nie podchodzić.
uk: Навряд чи ти захочеш побачити, як виглядатиме це місце, коли в ньому почне закінчуватися вино. Особливо Великий Бен стає дратівливим, і тоді до нього краще не підходити.

source: Nie chcesz wiedzieć jak ludzie reagują, kiedy ktoś zabije im parę owiec.
uk: Краще тобі не знати, як люди реагують, коли хтось вбиває кілька їхніх овець.

source: Nie chcesz wiedzieć.
uk: Тобі краще не знати.

source: Nie chcesz zbierać gnoju, to Bastian się dowie o wszystkim!
uk: Не хочеш збирати гній, тоді Бастіан про все дізнається!

source: Nie chciał mi podać swojego imienia, ale powiedział mi jedynie, że jest pokornym sługą Adanosa i zaprowadzi mnie tam, gdzie będę bezpieczna. Tak właśnie trafiłam do klasztoru.
uk: Він не назвав мені свого імені, а лише сказав, що він смиренний слуга Аданоса і відведе мене туди, де я буду в безпеці. Так я опинилася в монастирі.

source: Nie chciałabyś mi pomóc w pozbyciu się go?
uk: Не хочеш допомогти мені позбутися його?

source: Nie chciałam, żeby ktokolwiek przeszkadzał mi w ostatniej rozmowie z szefem.
uk: Я не хотіла, щоб хтось заважав моїй останній розмові з шефом.

source: Nie chciałam, żeby to wszystko obróciło się przeciwko mnie.
uk: Я не хотіла, щоб це все обернулося проти мене.

source: Nie chciałbym być w twojej skórze, gdy będziesz o tym mówił.
uk: Не хотів би я бути на твоєму місці, коли ти розповідатимеш про це.

source: Nie chciałbym cię wtajemniczać w szczegóły...
uk: Я б не хотів вдаватися в подробиці...

source: Nie chciałbym wysyłać nowego na pewną śmierć...
uk: Не хотілося б відправляти новачка на вірну смерть...

source: Nie chciałbyś odciążyć rodziców?
uk: Хіба ти не хочеш полегшити тягар своїх батьків?

source: Nie chciałbyś spróbować innej drogi?
uk: Не хочеш спробувати інший шлях?

source: Nie chciałem cię wykorzystać, zrobiłem to tylko i wyłącznie dla nauki! Przecież gdybym ci powiedział, o co chodzi, nigdy byś się nie zgodził.
uk: Я не хотів тебе використати, я робив це виключно заради науки! Зрештою, якби я сказав тобі, про що йдеться, ти б ніколи не погодився.

source: Nie chciałem go obrazić, pytam ze względu na śledztwo.
uk: Я не хотів його образити, я запитую заради розслідування.

source: Nie chciałem go zabić.
uk: Я не збирався його вбивати.

source: Nie chciałem jednak zupełnie odciąć się od służby, więc zaciągnąłem się do straży.
uk: Однак я не хотів повністю відрізати себе від служби, тому вступив до Варти.

source: Nie chciałem tego wspominać, bo o zmarłych staram się mówić dobrze albo wcale, ale słyszałem, jak ci dwaj łowcy z Gildii Kupieckiej szeptali coś o pozbyciu się konkurencji.
uk: Я не хотів про це згадувати, бо намагаюся говорити про мертвих або добре, або не говорити взагалі, але я чув, як ті двоє мисливців з Торгової Гільдії шепотілися про те, що хочуть позбутися конкурентів.

source: Nie chciałeś ubrudzić sobie rąk jakimiś obdartusami, więc wykorzystałeś do tego innych, co?
uk: Ти не хотів бруднити руки об якихось негідників, тому використав для цього інших, еге ж?

source: Nie chcę ci zrobić krzywdy.
uk: Я не хочу тобі нашкодити.

source: Nie chcę cię już tam nigdy więcej widzieć!
uk: Щоб я тебе там більше не бачив!

source: Nie chcę cię już tam więcej widzieć, jasne?
uk: Щоб я тебе там більше не бачив, зрозумів?

source: Nie chcę cię martwić, ale na Archolos pojawiają się kolejne patrole orków.
uk: Не хочу тебе тривожити, але на Архолосі з'являється все більше патрулів орків.

source: Nie chcę cię martwić, ale ten miecz nie jest Rozjemcą.
uk: Не хочу тебе засмучувати, але цей меч – не Миротворець.
